<template>
	<view>
		版本更新日期：2024年03月28日
		版本生效日期：2024年03月28日
		尊敬的用户：感谢您选择深圳市龙知易科技有限公司（下称“龙知易科技”或“我们”）的产品或服务。
		
		我们深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可控。同时，我们承诺，将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。
		
		龙知易科技非常重视您的个人信息安全和隐私，并始终致力于保护您的隐私。为此，我们专门制定了《龙知易科技隐私政策》（下称“本隐私政策”），向您说明我们在您使用龙知易科技产品或服务时收集何种信息以及如何收集、使用和保护这些信息，并提醒您：
		
		请您在使用龙知易科技的产品和服务前，仔细阅读并了解本隐私政策，在本政策中我们认为与您的权益存在重大关系的条款和敏感个人信息，我们采用粗体字进行标注以提示您特别注意。 在充分理解并同意后使用我们的相关产品或者服务。除非您已阅读并接受本隐私政策的全部条款，否则，请您立即停止使用龙知易科技的产品与服务；一旦您点击“同意《龙知易科技用户隐私政策》”选项，即视为您已充分理解并接受本隐私政策，且同意我们按照本隐私政策收集、使用、储存和分享您的个人信息。如您就本政策点击或勾选“同意”井确认提交，即视为您同意本政策，并同意我们将按照本政策来收集、使用、存储、提供、转让、披露和删除您的个人信息。
		
		本隐私政策将帮助您了解以下内容：
		一、我们如何收集和使用您的个人信息
		
		二、我们产品或服务需要获取的相关权限
		
		三、我们如何共享、转让、披露您的个人信息
		
		四、我们如何保留、存储和保护您的个人信息
		
		五、您的权利
		
		六、我们如何保护未成年人的个人信息
		
		七、隐私政策的更新
		
		八、如何联系我们
		
		一、我们如何收集和使用您的个人信息
		个人信息是以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人的各种信息，包括但不限于自然人的用户名、手机号、生物识别信息（含人脸信息）（限于您选择使用人脸识登陆APP）、网络身份标识、第三方平台账号及其注册的公开信息（微信账号、苹果账号及其头像、昵称及第三方授权的其他信息）等信息。我们收集这些信息的目的便于登陆信息认证和管理。我们都将严格遵守法律法规，确保用户个人隐私安全。
		
		为保障“龙知易EA(LZYEA)”服务的相关功能的实现与应用安全稳定运行，我们可能接入由第三方提供的软件开发包（SDK）或类似应用程序实现相关目的。我们会对合作方获取信息的软件工具开发包或类似应用进行严格的安全评估保护您的个人信息安全。
		
		Android/Harmony OS第三方SDK情况表
		
		1. uniapp组件化基础库
		
		所属机构：数字天堂（北京）网络技术有限公司
		
		SDK用途：提供uniapp组件化基础服务
		
		该SDK需要收集的信息类型：设备信息（IMEI/MAC/Android ID/IDFA/OpenUDID/GUID/IP地址/SIM 卡 IMSI 信息）
		
		官网链接：https://uniapp.dcloud.net.cn/
				
		2. 阿里云HttpDns(友盟内置)
		
		所属机构：北京阿里巴巴云计算技术有限公司
		
		SDK用途：用于域名解析
		
		该SDK需要收集的信息类型：网络信息、 IP地址
		
		官网链接：https://www.aliyun.com	
		
		3. Flutter(io.flutter.embedding)
		
		所属机构：谷歌公司
		
		用途：UI开发框架
		
		该SDK需要收集的信息类型：粘贴板信息/剪切板内容
		
		官网链接：https://flutter.dev/				
		
		3. camera
		
		所属机构：谷歌公司
		
		SDK用途：拍照
		
		该SDK需要收集的信息类型：获取摄像头视频流信息，麦克风录音
		
		官网链接：https://pub.dev/packages/camera
		
		4. connectivity
		
		所属机构：谷歌公司
		
		SDK用途：检查设备网络情况
		
		该SDK需要收集的信息类型：获取网络状态信息，网络类型
		
		官网链接：https://pub.dev/packages/connectivity
		
		5. audioplayers
		
		所属机构：https://pub.dev/packages/audioplayers
		
		SDK用途：播放音频
		
		该SDK需要收集的信息类型：无
		
		官网链接：https://pub.dev/packages/audioplayers
		
		6. flutter_datetime_picker
		
		所属机构：谷歌公司
		
		SDK用途：选择用户生日，选择权限过期时间
		
		该SDK需要收集的信息类型：获取设备时间，日期
		
		官网链接：https://pub.dev/packages/flutter_datetime_picker
		
		7. qr_flutter
		
		所属机构：theyakka
		
		SDK用途：二维码生成
		
		该SDK需要收集的信息类型：无
		
		官网链接：https://theyakka.com/
		
		8. scan（Zxing）
		
		所属机构：chavesgu
		
		SDK用途：二维码扫描
		
		该SDK需要收集的信息类型：获取摄像头权限
		
		官网链接：https://www.chavesgu.com/		
		
		9. Reachability
		
		所属机构：https://github.com/tonymillion
		
		SDK用途：用于检测设备的网络状态变更
		
		该SDK需要收集的信息类型：网络类型
		
		官网链接：https://github.com/tonymillion/Reachability
		
		10. TOCropViewController
		
		所属机构：https://github.com/TimOliver
		
		SDK用途：用于剪裁用户的图片数据
		
		该SDK需要收集的信息类型：相册图片数据
		
		官网链接：https://github.com/TimOliver/TOCropViewController
		
		为更好的为您提供服务，龙知易科技遵循“合法、正当、必要”原则收集和使用您的个人信息，主要包括：
		
		（一）您提供的信息
		1、 帮助您注册成为用户
		
		龙知易科技为您提供的基本功能包括账号注册登录，增加及维护账户信息，EA信息查看，账户日志查看、账单信息、代理信息等。。
		
		2、 您注册成为我们的用户，有如下两种注册方式：
		
		为向您提供龙知易科技的以下服务，我们会收集和使用与您相关的其他必要信息。缺少相关信息，我们将无法为您提供相应的服务：
		
		（1）手机号登陆/注册：当您用手机号注册/登陆，须向我们提供您的手机号。
		
		（2）邮箱注册：当您用邮箱注册/登陆，须向我们提供您的邮箱地址。
		
		（二）我们主动收集的信息
		
		1 粘贴板信息/剪切板内容：我们可能会获取 粘贴板信息/剪切板内容，为您提供更好的社区服务。
		
		2 运行中进程信息：我们可能会获取运行中进程信息，以便为您提供更优及更稳定的EA功能。
		
		3 设备信息：终端设备型号、IDFA(只限iOS/IPAD OS)、IDFV(只限iOS/IPAD OS)、Android ID(只限Android)、IMEI、IMSI、MAC地址信息、设备系统版本、APP版本号等信息，以提供更好的服务体验。
		
		（三）信息授权期限及超范围许可
		1 您提供的或我们收集的上述信息，将在您使用本服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除或匿名化您的上述信息。
		
		2 当我们要将信息用于本政策未载明的其它用途时，会事先征求您的同意。当我们要将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。
		
		（四）我们如何使用Cookie和同类技术
		为确保您获得更为流畅、轻松的使用体验，在您使用App及相关服务时，我们可能会通过小型数据文件“Cookie”识别您的身份，以帮助您减少信息录入的次数和频率。 Cookie通常包含标识符、站点名称以及一些号码和字符，借助于Cookie，网站能够存储您在使用App时产生的数据。
		
		用途：用于存储用户身份标识，获取权限、开门操作；
		
		机制：通过登录成功后开始保存，有效期半个月；半个月内未操作App则自动失效， 期间有登录则顺推半个月；
		
		销毁：用户注销登录即销毁；
		
		类型：通过账号信息及特定秘钥加密生成的唯一标识。
		
		我们不会将Cookie用于本政策所述目的之外的任何用途，存储您数据的Cookie是唯一的，大部分网络浏览器都设有阻止Cookie的功能，它只能被将Cookie发布给您的域中的web服务器读取。您可根据自己的偏好管理或删除Cookie，并可随时清除设备上保存的所有Cookie，但如果您选择清除，则需要在每一次使用设备访问相关网站、浏览查看商品过程中重新进行用户设置。
		
		二、我们产品或服务需要获取的相关权限
		（一）通知权限
		
		我们可能在必需时向您发出与龙知易EA(LZYEA)产品和服务有关的通知。
				
		（二）开展产品数据分析和研究，为改善您的产品或服务提供数据支持
		
		我们会从您使用的龙知易科技终端设备型号、IDFA(只限iOS/IPAD OS)、IDFV(只限iOS/IPAD OS)、Android ID(只限Android)、IMEI、IMSI、MAC地址信息、设备系统版本、APP版本号等信息、反馈渠道（APP/小程序），进行用户分析，为您提供产品用户终端使用现实情况数据，为改善您的产品或服务提供数据支持
		
		三、我们如何共享、转让、披露您的个人信息
		（一）共享
		
		我们不会与龙知易科技服务合作提供方以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：
		
		1 获取您的明确同意，我们会与其他方共享您的个人信息。
		
		2 我们可能会根据法律法规规定、诉讼、仲裁解决需要，按行政、司法机关依法提出的要求， 对外共享您的用户信息。
		
		3 只有共享您的信息，才能提供您需要的服务，或处理您与他人的纠纷或争议。
			
		（二）转让
		
		我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
		
		1 在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息。
		
		2 在龙知易科技涉及合并、收购、资产转让或类似情形，我们会再要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则，我们将要求该公司、组织重新向您征求授权同意。
		
		（三）披露
		
		我们仅会在以下情况下，披露您的个人信息：
		
		1 根据您的需求，在您明确同意的披露方式下披露您所指定的您个人的信息；
		
		2 根据法律、法规、相关政府机关和其他有权机关要求的情况下，我们可能会披露您的个人信息。
		
		四、我们如何保留、存储和保护您的个人信息
		（一）您的信息将储存于中华人民共和国境内。我们已使用符合业界标准的安全防护措施保护您提供的个人信息（龙知易科技已获得《三级信息系统安全等级保护证书》）， 防止数据遭到未经授权访问、披露、使用、修改、损坏或丢失。 我们会采取一切合理可行的措施，保护您站点下用户的个人信息。在您站点用户的浏览器与“服务”之间交换数据（如采集用户访问频次、访问偏好及网站性能）时受 SSL加密保护；我们同时对龙知易科技网站提供https安全浏览方式；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
		
		（二）我们只会在达成本隐私政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。对于所收集的信息，在您注销我们的账户后，我们将对所收集的信息进行删除处理或者匿名化处理。
		
		（三）一般而言，我们仅为实现目的所必需的最短时间保留您的个人信息。但在下列情况下，我们有可能因需符合法律要求，更改用户个人信息的存储时间：
		
		1．为遵守适用的法律法规等有关规定；
		
		2．为遵守法院判决、裁定或其他法律程序的规定；
		
		3．为遵守相关政府机关或法定授权组织的要求；
		
		4．我们有理由确信需要遵守法律法规等有关规定；
		
		5．为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。
		
		（四）我们遵守法律法规的规定，将中华人民共和国境内收集的用户个人信息存储于境内，用户数据在服务期限内存储，陌生人抓拍照片存储7天。超出存储期限将删除您的个人信息或进行匿名化处理。
		
		（五）互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送龙知易科技账号信息。请使用复杂密码，协助我们保证您的账号安全。
		
		（六）我们将采用以下措施来保护您的个人信息：
		
		1．我们将遵守相关法律规定，采取必要措施保障个人信息的安全，以防止个人信息在意外的、未经授权的情况下被非法访问、复制、修改、传送、破坏、处理或使用。例如，信息加密存储、使用加密技术进行信息传输、去标识化处理信息、数据库加锁等手段来保护您的个人信息。
		
		2．我们建立配套的管理制度、内控机制和流程以保障您的信息安全。例如，严格限制信息访问权限、对信息访问及处理行为进行系统监控、要求相关工作人员签署保密协议等。
		
		3．若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并将及时将事件相关情况以推送通知、邮件或电话等方式告知您，难以逐一告知个人信息主体的，我们会采取公告等合理、有效的方式告知。
		
		4．互联网环境并非百分之百安全，我们将尽力确保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
		
		5．如我们提供的全部或部分业务停止运营，我们相关产品或服务将通过逐一送达或公告的形式向您告知，同时停止相关产品或服务对您个人信息的收集等操作，对存储的个人信息数据做匿名化或删除处理，保护您的个人信息安全。如因技术故障、网络攻击、自然灾害及事故、人为因素等各种原因造成全部或部分业务中断，我们将采取应急处置和恢复措施予以应对，尽快恢复服务。
		
		（七）个人信息的系统权限（遵循最小必要原则）
		
		Android:
		
		网络状态权限（ACCESS_NETWORK_STATE）: 在网络异常状态下避免数据发送，节省流量和电量。
		
		手机状态权限（READ_PHONE_STATE）: 通过IMEI对用户进行唯一标识，以便提供相应的服务
		
		WIFI状态权限（ACCESS_WIFI_STATE）:获取WIFI mac地址，在平板设备或电视盒子上，无法通过IMEI标识设备，我们会将WIFI mac地址作为用户的唯一标识，以便正常提供相应的服务。
		
		写入外部存储权限（WRITE_EXTERNAL_STORAGE）：用于客户意见反馈选择图片功能，宠物登记选择图片功能，订单评价选择图片功能。
		
		读取外部存储权限（READ_EXTERNAL_STORAGE）:用于客户意见反馈选择图片功能，宠物登记选择图片功能，订单评价选择图片功能 。
				
		（八）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施。我们将及时将事件相关情况以邮件、信函、电话、推送通知方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
		
		五、您的权利
		
		按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：
		
		（一）访问您的个人信息
		
			可以通过APP更新电话或者邮箱地址信息
							
		（二）改变您授权同意的范围、撤回授权
		
		龙知易科技业务功能可能需要一些基本的个人信息才能得以完成。除此之外，对于额外个人信息的收集和使用，您可以与通过在线客服以及联系个人信息保护相关负责人给予或撤回授权。
		
		当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。 
		
		如果您需要撤回您的整体授权，请通过“我的-账户设置-隐私协议-撤回许可”操作。通过撤销同意操作后，您的信息仍将保留，但是我们不得进行任何的处理，除非您再次授权我们。
		
		六、我们如何保护未成年人的个人信息
		
		   龙知易科技非常重视对未成年人信息的保护。若您是18周岁以下的未成年人，不能注册和使用该软件服务。
			
		七、隐私政策的更新
		（一）我们的隐私政策可能适时变更。
		
		（二）未经您明确同意，我们不会削减您按照本隐私政策所应享有的权利。
		
		（三）对于重大变更，我们还会提供更为显著的通知（包括对于某些服务， 我们会通过推送通知，说明隐私政策的具体变更内容）。
		
		本政策所指的重大变更包括但不限于：
		
		1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式；
		
		2、我们在所有权结构、组织架构方面发生重大变化。如业务调整、破产并购引起的所有者变更；
		
		3、个人信息共享、转公开披露的主要对象发生变化；
		
		4、您参与个人信息处理方面的权利及其行使方式发生重大变化；
		
		5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；
		
		6、个人信息安全影响评估报告表明存在高风险时。我们还会将本政策的旧版本存档，供您查阅。
		
		7、您可以选择停止使用龙知易EA(LZYEA)应用程序的服务；如您仍然继续使用龙知易EA(LZYEA)应用程序服务的，即表示同意受经修订的本隐私政策的约束。
		
		8、我们的隐私政策可能变更。
		
		9、未经您明确同意，我们不会削减您依据当前生效的本政策所应享受的权利。当本政策发生重大变化时，我们将采取弹窗提醒、消息推送、邮件通知或官方网站发布公告方式及时通知您，构成重大变化的情况包括但不限于：
		
		（1）我们提供的服务范围、模式等发生重大变化，如收集、使用个人信息的目的、处理个人信息的类型、个人信息的使用方式、接收数据的第三方身份发生改变；
		
		（2）我们的经营主体、组织架构、所有权结构等方面发生重大变化，如业务调整、兼并收购重组等引起的所有者变更；
		
		（3）您参与个人信息处理方面的权利及其行使方式发生重大变化；
		
		（4）个人信息共享、转公开披露的方式、主要对象等发生变化；
		
		（5）个人信息风险评估报告表明存在高风险时；
		
		（6）我们负责个人信息安全的责任部门及其联系方式、投诉渠道发生变化；
		
		（7）其他可能对您的个人信息权益产生重大影响的变化。
		
		为了您能及时接收到通知，建议您在联系方式更新时及时通知我们。如您在本政策更新生效后继续使用龙知易EA(LZYEA)的产品和服务，即表示您已充分阅读、理解并接受更新后的政策并愿意受更新后的政策约束。每当隐私政策更新时，我们会通过站内信的方式通知您，您可以选择查看或忽略。您可以在本App通过“我的→账户设置→隐私政策”中查看本政策。我们鼓励您在每次使用App时都查阅我们的隐私政策。
		
		八、如何联系我们
		如您对本隐私政策有任何疑问、建议或意见的，或您发现您的个人信息可能被泄露的，您可通过龙知易科技官方客服热线或龙知易EA(LZYEA)应用程序内提供的联系方式联系我们，具体如下：
		
		公司名称: 深圳市龙知易科技有限公司
		
		公司地址: 深圳市龙岗区锦龙二路金众蓝钻风景花园小区
		
		电子邮件: caiqiufu@sohu.com
		
		电话：15994725242
		
		您反馈的信息我们将有专人负责跟进处理。一般情况下，我们将在七个工作日内回复。
		
		如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以通过法律途径或前往行业自律协会机构寻求解决方案。
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
