<template>
	<view>
		用户服务协议
		版本上线日期：2024年04月08日
		
		版本生效日期：2024年04月08日
		
		本《用户服务协议》（以下称“本协议”）系用户（以下也称“您”）与深圳市龙知易科技有限公司（以下统称“龙知易科技”或“我们”）就您通过“龙知易EA(LZYEA)”软件使用“龙知易EA(LZYEA)”提供的互联网服务所订立的相关权利义务规范。
		
		“龙知易EA(LZYEA)”软件仅包括APP（以下合称“软件”），“龙知易EA(LZYEA)”提供的产品或服务包括但不限于：APP 用户注册，EA查看、代理信息查看、日志查看等。
		
		本协议对您和“龙知易科技”均具有法律效力。本协议连同所有更新材料、补充条款以及“龙知易科技”的其他规则和政策共同构成了您与“龙知易科技”之间的协议。
		
		我们在此特别提醒，在您注册使用“龙知易EA(LZYEA)”服务前，请务必审慎阅读本协议的全部条款、充分理解各条款内容后再点击同意，特别是免除或者限制“龙知易科技”责任的条款、对您权利限制的条款、法律适用和争议解决条款，这些条款将尽可能以加粗及下划线方式标识。
		
		如果您未满18周岁，请您务必不可注册使用本服务。
		
		如果您不同意本协议的内容，将可能导致“龙知易EA(LZYEA)”的产品和服务无法正常运行，或者无法达到我们拟达到的服务效果，您应立即停止访问/使用我们的产品和服务。您使用或继续使用我们提供的产品和服务的行为，都表示您充分理解和同意本协议（包括更新版本）的全部内容。除非您已阅读并接受本协议的全部条款，否则，请您立即停止使用“龙知易EA(LZYEA)”的产品与服务。
		
		如您按照注册页面提示填写信息、点击同意本协议且完成全部注册流程，或者在“龙知易EA(LZYEA)”更新本协议后继续使用我们提供的服务，即表示您已充分阅读、理解并接受本协议的全部内容，成为具有法律约束力的本协议的一方。如果您不同意本协议任何条款及/或修改后的内容，则您有充分且完全的权利退出使用本服务。
		
		本协议将帮助您了解以下内容：
		
		一、账号注册与使用
		二、用户个人信息的保护
		三、服务描述
		四、服务费用
		五、协议修改
		六、服务终止
		七、使用规则
		八、知识产权
		九、第三方链接
		十、责任限制和不可抗力
		十一、使用法律及争议解决
		十二、联系我们
		十三、服务风险及免责声明
		十四、其他
		一、账号注册与使用
		
		1.您应当具备中华人民共和国法律规定的与您的行为相适应的民事行为能力。“龙知易EA(LZYEA)”的用户必须是具有完全民事行为能力的自然人,或者是依法设立并存续的实体组织。如您不具备前述的主体资格，请勿使用“龙知易EA(LZYEA)”的产品和服务，否则因此导致的一切法律后果由相关主体承担，且我们有权立即停止提供服务并注销该账户。
		
		2.您在使用“龙知易EA(LZYEA)”服务时可能需要注册一个账号，账号注册成功后，将产生“龙知易EA(LZYEA)”注册账号包括但不限于用户名和密码等信息。“龙知易EA(LZYEA)”账号的所有权归“龙知易科技”所有，您完成申请注册手续后，获得“龙知易EA(LZYEA)”账号的使用权，该使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖，您应谨慎合理地保存、使用其用户名和验证码，否则，由此产生的一切后果由您自行独立承担。
		
		3.您在注册及使用“龙知易EA(LZYEA)”服务时，必须向“龙知易科技”提供真实、准确、完整、合法有效的资料，且有义务维持并及时更新相关资料。您应当保证在账号名称、头像和简介等注册信息中不得出现违法和不良信息。如果您提供的资料违反本款要求，您需承担因此引起的相应责任及后果，并且“龙知易科技”保留终止您使用“龙知易EA(LZYEA)”各项服务或采取其他处理措施的权利，且不退还您已支付的服务费用。
		
		4.作为“龙知易EA(LZYEA)”服务的提供者，为使您更好地使用“龙知易EA(LZYEA)”的各项服务，保障用户的账号安全，“龙知易科技”有权根据《移动互联网应用程序信息服务管理规定》同时严格根据《个人信息保护法》等法律法规确定知情同意、最小必要等个人信息处理原则。我们需要您提供基于但不限于移动电话号码等真实身份信息认证。
		
		5.您应当对以您的帐号进行的所有活动和事件负法律责任。您同意在任何情况下不使用其他用户的账号信息，不得冒充他人，也不得恶意使用注册账号导致其他用户误认，否则“龙知易科技”有权立即停止提供服务，收回其账号并由您独自承担由此而产生的一切法律责任。在怀疑他人在使用您的账号信息时，请您立即通知我们。因黑客行为或用户的保管疏忽等非“龙知易科技”的原因导致账号信息遭他人非法使用，“龙知易科技”不承担任何责任。
		
		6.您直接或通过各类方式（如 RSS 源和站外 API 引用等）间接使用“龙知易科技”服务和数据的行为，都将被视作已无条件接受本协议全部内容；若您对本协议的任何条款存在异议，请停止使用“龙知易科技”所提供的全部服务。
		
		二、用户个人信息的保护
		
		“龙知易科技”尊重并保护您的隐私及个人信息，您使用“龙知易EA(LZYEA)”的产品或服务，“龙知易科技”将按照《隐私政策》中的相关条款来收集、使用您的个人信息。
		
		隐私政策包含了“龙知易科技”收集、存储、使用、共享和保护您个人信息的条款，“龙知易科技”希望通过隐私政策向您清晰地介绍“龙知易科技”对您个人信息的处理方式，因此“龙知易科技”建议您完整地阅读隐私政策，以帮助您了解维护自己隐私权的方式。如果您不同意隐私政策中的任何内容，您应立即停止使用“龙知易EA(LZYEA)”产品及服务。
		
		征得授权同意的例外，根据相关法律法规规定，以下情形中收集您的信息无需征得您的授权同意：
		
		1. 与国家安全、国防安全有关的；
		
		2. 与公共安全、公共卫生、重大公共利益有关的；
		
		3. 与犯罪侦查、起诉、审判和判决执行等有关的；
		
		4. 出于维护信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
		
		5. 所收集的信息是您自行向社会公众公开的；
		
		6. 从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；
		
		7. 根据您的要求签订和履行合同所必需的；
		
		8. 新闻单位为合法的新闻报道所必需的；
		
		9. 法律法规规定的其他情形。
		
		三、服务描述
		
		1.“龙知易EA(LZYEA)”包含但不限于以下用户端服务：
		
		（1）LZYEA：是指【龙知易EA(LZYEA) APP】；
		
		2.本协议适用于“龙知易EA(LZYEA)”的各种服务，但当您使用“龙知易EA(LZYEA)”某一特定服务时，如该服务另有单独的服务条款、指引或规则，您应同时遵守本协议及“龙知易科技”必要时公布的与该服务相关的服务条款、指引或规则等。前述所有的指引和规则，均构成本协议的一部分。除非本协议另有其他明示规定，新推出的产品或服务、增加或强化目前本服务的任何新功能，均受到本协议之规范。
		
		3.您理解并同意，本协议项下服务的所有权、运作权以及解释权均归属于“龙知易科技”。“龙知易科技”提供的服务将按照内部的操作制度及规则严格执行。“龙知易EA(LZYEA)”服务的具体内容由“龙知易科技”根据实际情况提供，例如优惠信息、服务类别、公告等。“龙知易科技”保留必要时变更、中断或终止部分或全部服务的权利。
		
		四、服务费用
		
		1.您理解并同意，“龙知易科技”仅提供网络技术支持用于相关的EA服务，您必须自行配备使用本服务需要的设备，自行负担个人上网或第三方（包括但不限于电信或移动通信提供商）收取的通信费、信息费等有关费用。
		
		2.“龙知易科技”所提供的部分产品或服务是以免费方式提供的。一旦您购买收费服务，您应按有关的收费标准、付款方式支付相关服务费及其他费用。资费说明标明在“龙知易EA(LZYEA)”相应的服务页面上。您应按时足额支付服务费用，否则“龙知易科技”保留随时终止服务使用权，并对终止行为可能造成的损害不承担任何责任。
		
		五、协议修改
		
		1.根据互联网的发展和有关法律、法规及规范性文件的变化，或者因业务发展需要，“龙知易科技”将在必要时对本协议的服务条款作出修改或变更。如我们对本协议进行变更，我们将通过手机界面弹窗的方式再次征得您的同意。
		
		2.此外，您可登录“龙知易EA(LZYEA)”App端中查阅最新版本的相关协议条款。如果您继续使用“龙知易科技”提供的服务，即视为您已经接受修改后的服务条款；如果您不接受修改后的服务条款，应当停止使用“龙知易科技”提供的服务。
		
		3.“龙知易科技”和合作公司有权按需要修改或变更所提供的收费服务、收费标准、收费方式、服务费及服务条款。“龙知易科技”在提供服务时，可能现在或日后对部分服务的用户开始收取一定的费用如您拒绝支付该等费用，则不能在收费开始后继续使用相关的服务。“龙知易科技”和合作公司将通过站内通知或其他方式尽最大努力通知您有关的修改或变更。
		
		六、服务终止
		
		1.如因系统维护或升级的需要而需暂停网络服务，将尽可能事先进行通告。
		
		2.如发生下列任何一种情形，“龙知易科技”有权随时中断或终止向您提供本协议项下的网络服务而无需通知您：
		
		(a) 您提供的个人资料不真实；
		
		(b) 您违反本协议中规定的使用规则。
		
		“龙知易科技”因上述理由终止服务的，对于您已支付的服务费用不予退回。
		
		3.除前款所述情形外，同时保留在不事先通知您的情况下随时中断或终止部分或全部网络服务的权利，对于所有服务的中断或终止而造成的任何损失，无需对您或任何第三方承担任何责任。
		
		4.如“龙知易科技”决定将产品及相关服务停止运营的，将根据您实际使用天数结算服务费用后，将剩余费用退回您提供的银行账户。
		
		七、使用规则
		
		1.您承诺不得以任何方式利用“龙知易EA(LZYEA)”直接或间接从事违反中国法律以及社会公德的行为，“龙知易科技”有权对违反上述承诺的内容予以删除。您在使用“龙知易EA(LZYEA)”服务时所传送、发布的任何内容仅表明其个人的观点和立场，并不反映或代表，也不得被视为反映或代表“龙知易科技”的观点、立场或政策；您作为内容的发布者，需自行对所发布内容负责并承担全部法律责任。“龙知易科技”不对用户传送、发布的内容的正确性、完整性进行保证，除法律法规规定的义务外，“龙知易科技”不承担任何其他责任。
		
		2.您在使用“龙知易EA(LZYEA)”服务的过程中，不得上载、复制、发布、传播或者转载如下内容：
		
		（1）反对宪法所确定的基本原则的；
		
		（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
		
		（3）损害国家荣誉和利益的；
		
		（4）煽动民族仇恨、民族歧视，破坏民族团结的；
		
		（5）破坏国家宗教政策，宣扬邪教和封建迷信的；
		
		（6）散布谣言，扰乱社会秩序，破坏社会稳定的；
		
		（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
		
		（8）侮辱或者诽谤他人，侵害他人合法权益的；
		
		（9）含有法律、行政法规禁止的其他内容的信息。
		
		3.您不得自行或授权、协助任何第三方侵入“龙知易科技”的软件或系统，不得采取任何手段获取、抓取“龙知易EA(LZYEA)”软件系统内的任何数据，否则，“龙知易科技”有权追究您及相关第三方的一切法律责任，您及相关第三方可能会面临民事赔偿、行政处罚或刑事责任。
		
		4.您不得通过任何非“龙知易科技”开发、授权或许可使用的第三方兼容软件、系统登录或使用本软件及服务，或制作、发布、传播上述工具。
		
		八、知识产权
		
		1.“龙知易EA(LZYEA)”及“龙知易EA(LZYEA)”的其他标志及产品、服务名称，均为“龙知易科技”之商标（以下简称“龙知易科技”标识）。未经“龙知易科技”事先书面同意，您不得将“龙知易科技”的标识以任何方式展示或使用或作其他处理，也不得向他人表明您有权展示、使用、或其他有权处理“龙知易科技”标识的行为。
		
		2.“龙知易科技”定义的信息内容包括但不限于：文字、软件、声音、相片、录像、图表；网页；广告中全部内容；“龙知易科技”为您提供的商业信息等。所有这些信息内容受版权、商标权、和其它知识产权和所有权法律的保护。因此，您只能在“龙知易科技”和相关权利人授权下才能使用这些内容，而不能擅自使用、抄袭、复制、修改、编撰这些内容、或创造与内容有关的衍生产品。
		
		3.关于“龙知易科技”提供的软件和服务：您理解并同意，本服务及本服务所使用或提供之相关软件是由“龙知易科技”拥有所有相关知识产权及其他法律保护专有知识产权（包括但不限于版权、商标权、专利权、及商业秘密）资料。在任何情况下，未经“龙知易科技”明示授权，您均不得修改、出租、出借、出售、散布本软件之任何部分或全部，或据以制作衍生著作，或使用擅自修改后的软件，或进行还原工程、反向编译，或以其他方式发现原始编码，包括但不限于为了未经授权而使用本服务之目的。您同意将通过由“龙知易科技”所提供的界面而非任何其他途径使用本服务。
		
		4.您理解并同意，为使您的作品得到更好的分享及推广，对于您通过“龙知易科技”软件及相关服务上传、发布、传播的内容之全部或部分，您授予“龙知易科技”一项在全球范围内的、免费、非独家、可再许可的权利，“龙知易科技”有权自行或许可第三方复制、修改、改编、翻译、据以创作衍生作品、传播、表演和展示此等内容，或用于与该等内容、“龙知易科技”公司和/或公司品牌有关的宣传、推广、广告营销及相关研究中。
		
		九、第三方链接
		
		“龙知易EA(LZYEA)”可能会提供第三方国内或国际互联网网站或资源链接，除非另有声明外，“龙知易EA(LZYEA)”无法对第三方网站服务进行控制，因此由于下载、传播、使用或依赖上述网站或资源所生的损失或损害，“龙知易科技”不承担任何责任。
		
		十、责任限制和不可抗力
		
		1.“龙知易科技”按照现有技术和条件所能达到的现状向您提供产品及服务，并尽最大努力确保服务的安全性和稳定性。“龙知易科技”不保证服务一定能满足您的要求，对于因不可抗力或“龙知易科技”不能控制的原因造成的服务中断或其它缺陷，“龙知易科技”不承担任何责任，但将合理审慎地采取必要措施减少因此而给您造成的损失和影响。
		
		2.您理解并同意，“龙知易科技”需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修、维护或升级，如因此类情况造成网络服务在合理时间内的中断，“龙知易科技”无需为此承担任何责任，但“龙知易科技”将尽可能事先进行通告。
		
		3.您理解并确认，在使用本服务过程中存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，对此还请您谨慎判断，不要轻信该等信息以致产生损失，因此导致您或第三方的任何损失的，“龙知易科技”将会向您提供必要的帮助，但不承担任何责任。
		
		4.您理解并同意，“龙知易科技”所提供的服务和第三方平台相关，因此您申请注册帐户后，需要确保该账户在第三方平台正确注册等，“龙知易科技”除利用移动电话号码认证您的真实身份信息外，并不会对您提供的其他信息进行核实，“龙知易科技”亦不对用户之注册信息及其上传、发布的内容做任何担保、认可、认同，也不因此承担任何形式的法律责任。
		
		5.您理解并同意，在任何情况下，“龙知易科技”均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因您使用“龙知易科技”软件及相关服务而遭受的利润损失，承担责任。除法律法规另有明确规定外，公司对您承担的全部责任，无论因何原因或何种行为方式，始终不超过您在使用“龙知易科技”软件及相关服务期间支付给公司的费用(如有)。
		
		6.您理解并同意，“龙知易EA(LZYEA)”的服务容易受到互联网安全问题的困扰，并由于互联网技术的不稳定性，可能遭遇基础电信运营商移动通信网络的故障、技术缺陷、覆盖范围限制、不可抗力、计算机病毒、黑客攻击、服务器系统崩溃等风险，上述风险可能导致“龙知易EA(LZYEA)”服务中断或数据损失，“龙知易科技”对此等不可抗力因素导致的损失不承担责任。
		
		十一、法律适用、管辖和其他
		
		本政策的生效、履行、解释及争议的解决，您因使用“龙知易科技”提供的产品与服务而产生或与本政策相关的一切争议、权利主张或其他事项，均适用中华人民共和国法律。您与“龙知易科技”发生的一切争议，应友好协商，如协商不成的，应提交“龙知易科技”所在地人民法院管辖。
		
		十二、联系我们
		
		如果您有任何的疑问、投诉、意见和建议，欢迎您与我们沟通反馈，可通过如下方式与我们联系
		
		公司名称: 深圳市龙知易科技有限公司
		
		公司地址: 深圳市龙岗区锦龙二路金众蓝钻风景花园小区
		
		电子邮件: caiqiufu@sohu.com
		
		电话：15994725242
		
		您反馈的信息我们将有专人负责跟进处理。一般情况下，我们将在七个工作日内回复。
		
		十三、服务风险及免责声明
		
		13.1. 您必须自行配备移动终端设备上网和使用电信增值业务所需的设备，自行负担个人移动终端设备上网或第三方（包括但不限于电信或移动通信提供商）收取的通讯费、信息费等有关费用。如涉及电信增值服务的，我们建议您与您的电信增值服务提供商确认相关的费用问题。
		
		13.2. 您因第三方如通讯线路故障、技术问题、网络、移动终端设备故障、系统不稳定性及其他各种不可抗力原因而遭受的一切损失，“龙知易科技”及合作单位不承担责任。
		
		13.3. 本软件同大多数互联网软件一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其它软件或访问的其他网站中含有“特洛伊木马”等病毒，威胁到用户的终端设备信息和数据的安全，继而影响本软件的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强帐号保护，以免遭致损失和骚扰。
		
		13.4. 因您使用本软件或要求“龙知易科技”提供特定服务时，本软件可能会调用第三方系统或第三方软件支持用户的使用或访问，使用或访问的结果由该第三方提供，“龙知易科技”不保证通过第三方系统或第三方软件支持实现的结果的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，“龙知易科技”不承担任何责任
		
		13.5. “龙知易科技”特别提请您注意，为了保障公司业务发展和调整的自主权，“龙知易科技”拥有随时修改或中断服务而不需通知您的权利，“龙知易科技”行使修改或中断服务的权利不需对您或任何第三方负责。
		
		13.6. 除法律法规有明确规定外，我们将尽最大努力确保软件及其所涉及的技术及信息安全、有效、准确、可靠，但受限于现有技术，用户理解“龙知易科技”不能对此进行担保。
		
		13.7. 由于您因下述任一情况所引起或与此有关的人身伤害或附带的、间接的经济损害赔偿，包括但不限于利润损失、资料损失、业务中断的损害赔偿或其他商业损害赔偿或损失，需由您自行承担
		
		13.7.1.使用或未能使用许可软件；
		
		13.7.2.第三方未经许可的使用软件或更改用户的数据；
		
		13.7.3.用户使用软件进行的行为产生的费用及损失；
		
		13.7.4.用户对软件的误解；
		
		13.7.5.非因“龙知易科技”的原因引起的与软件有关的其他损失
		
		13.7.6.非可抗拒力下造成的损失
		
		13.8. 您与其他使用软件的用户之间通过软件进行的行为，因您受误导或欺骗而导致或可能导致的任何人身或经济上的伤害或损失，均由过错方依法承担所有责任。
		
		十四、其他
		
		您在使用本软件某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议。
		
		本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。
		
		本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
